/* TotalFinder Status Menu Item */
"Check for Updates" = "Tjek for Opdateringer";
"Uninstall TotalFinder" = "Afinstaller TotalFinder";
"Restart Finder" = "Genstart Finder";
"Show Visor" = "Vis Visor";
"Hide Visor" = "Skjul Visor";

/* Asepsis preferences pane */
"Disconnect" = "Afbryd";
"Connect" = "Forbind";
"Unable to connect with kernel extension! Do you have TotalFinder.kext properly installed?" = "Kan ikke oprette forbindelse med kernel udvidelsen! Har du installeret TotalFinder.kext korrekt?";

/* About preferences pane */
"from Beta Channel" = "fra Beta Channel";
"from Dev Channel" = "fra Dev Channel";
"from Stable Channel" = "fra Stable Channel";

/* Reset to Defaults Alert Box */
"Reset" = "Nulstil";
"Cancel" = "Anuller";
"Do you really want reset to defaults?" = "Er du sikker på du vil nulstille tilbage til standard?";
"This will restore initial TotalFinder settings." = "Dette vil gendanne dine start indstillinge for TotalFinder.";

/* Unistall Alert Box */
"Uninstall" = "Afinstaller";
"Really want to uninstall TotalFinder?" = "Er du sikker på at du vil afinstallere TotalFinder?";
"This will launch an uninstall script which will remove TotalFinder from this computer and restore your original Finder behavior." = "Dette vil køre et afinstallations script som vil fjerne TotalFinder fra denne computer og gendanne Finders originale adfærd.";

/* MainMenu items */
"New Finder Tab" = "Ny Finder Fane";
"Close Tab" = "Luk Fane";
"Close Window" = "Luk Vindue";
"Show System Files" = "Vis System Filer";
"Folders On Top" = "Mapper Øverst";
"Toggle Dual Mode" = "Skift Dual-mode";
"Narrow Tabs Bar" = "Indsnæver Fane Bar";
"Pin Visor" = "Fastgør Visor";
"TotalFinder Preferences…" = "TotalFinder Indstillinger…";
"Visit Homepage…" = "Besøg Hjemmeside…";
"Select Next Tab" = "Vælg Næste Fane";
"Select Previous Tab" = "Vælg Forrige Fane";

/* misc. */
"Screen %d" = "Skærm %d";

/* status badge */
"TotalFinder - unregistered version" = "TotalFinder - ikke-registreret version";
"TotalFinder - 1 day left - buy now!" = "TotalFinder - 1 dag tilbage - køb nu!";
"TotalFinder - 2 days left - buy now!" = "TotalFinder - 2 dage tilbage - køb nu!";
"TotalFinder - 3 days left - buy now!" = "TotalFinder - 3 dage tilbage - køb nu!";
"TotalFinder - 4 days left - buy now!" = "TotalFinder - 4 dage tilbage - køb nu!";
"TotalFinder - 5 days left - buy now!" = "TotalFinder - 5 dage tilbage - køb nu!";
"TotalFinder - %d days left - buy now!" = "TotalFinder - %d dage tilbage - køb nu!";

/* registration */
"Licensed to %@" = "Licenseret til %@";
"Change License" = "Ændr Licensering";
"Unregistered version in trial mode" = "Ikke-registreret version i prøve-mode";
"Register" = "Registrer";
